Repository: AhmdElawady/InEgypt-APIVersion
Catalog: InEgypt/LocalizationManager/*.lproj/Localizable.strings
Languages: ar

# appLanguage
source: en
ar: ar

source: Check Out Hidden Gems
ar: افحص الجواهر المخفاه

source: Take A Tour Of
ar: خذ جولة في

source: Nearby
ar: حولك

source: No Attractions Around You
ar: لا يوجد معالم حولك

source: Explore Cities
ar: اكتشف المدن

source: More
ar: اكثر

source: Custom
ar: ضبط

source: All Cities
ar: كل المدن

source: Attraction
ar: معلم

source: Spot
ar: متنزه

source: No Destinations Around You!
ar: لا يوجد اماكن حولك!

source: Destinations
ar: وجهات

source: Categories
ar: فئات

source: Cities
ar: مدن

# Language
source: عربي
ar: English

source: Rate Us
ar: قيمنا

source: About InEgypt
ar: عن ان ايجيبت

source: Privacy & Policy
ar: السياسة والخصوصية

source: Setting
ar: الاعدادات

source: Version No.
ar: رقم الاصدار

source: Attractions
ar: معالم

source: Spots
ar: متنزهات

source: Search Destinations
ar: ابحث عن الاماكن

source: Categories & Activities
ar: الاقسام والانشطة

source: Explore
ar: اكتشف

source: Description
ar: وصف

source: Images
ar: الصور

source: Gallery
ar: معرض صور

source: Maps & Locations
ar: خرائط ومواقع

source: Nearby Spots
ar: اماكن قريبة

source: Rating & Reviews
ar: تقييم و تعليقات

source: Ticket Prices
ar: اسعار التذكره

source: ATTRACTION
ar: معلم

source: SPOT
ar: متنزه

source: Choose Maps
ar: اختر الخرائط

source: Cancel
ar: الغاء

source: Maps
ar: خرائط

source: Google Maps
ar: خرائط جوجل

source: Location Disabled
ar: موقعك تم اغلاقه

# directionAlertDescription
source: Please enable your location from settings to be able provide a direction routes
ar: من فضلك فعل موقعك من الأعدادات حتى نتمكن من دعم طرق الوجهه

source: OK
ar: تمام

source: km
ar: كم

source: ADD A REVIEW
ar: اضف تعليق

source: No result found in this area
ar: لا يوجد نتائج في هذه المنطقة

source: Ratings & Reviews
ar: تقييمات و تعليقات

source: No Reviews!
ar: لا يوجد تعليقات!

source: Help the community and share your thoughts
ar: ساعد المجتمع وشارك ارائك

source: Add a Review
ar: اضف تعليق

source: Tap a Star to Rate
ar: اضغط على نجمه للتقييم

source: Name:
ar: الاسم:

source: Review:
ar: التعليق:

source: SUBMIT
ar: تاكيد

source: Send
ar: ارسل

source: Rate at least 1 Star
ar: التقييم على الاقل نجمه واحده

source: Your Name Required
ar: اسمك مطلوب

source: Give A Comment Please
ar: اضف تعليق من فضلك

source: Done
ar: تم

source: Thanks for reviewing :)
ar: :) شكرا على تعليقك

source: Repeated!
ar: مكرر!

source: You already have a comment there
ar: لديك تعليق هنا بالفعل

source: Egyptions:
ar: مصريين:

source: Adults:
ar: بالغين:

source: Students:
ar: طلبه:

source: Forigns:
ar: اجانب:

source: Forign Students:
ar: طلبه اجانب:

source: per ticket
ar: للتذكره

source: EGP
ar: جنيه

source: Activities
ar: انشطه

source: Sections
ar: اقسام

source: Search
ar: ابحث

source: Get Map
ar: افتح الخريطه

source: Overview
ar: نظره عامه

source: See All
ar: الكل

source: ATTRACTIONS
ar: المعالم

source: SPOTS
ar: المتنزهات

source: All
ar: الكل

source: Location Disabled
ar: موقعك تم اغلاقه

# EnableLocationDescription
source: Enable your location to help us find nearby destinations and generate distances
ar: من فضلك فعل موقعك حتى تساعدنا من عرض الاماكن المجاورة حولك ومعرفة المسافات

source: Enable
ar: فعّل

source: RESULTS
ar: نتائج

source: RADIUS
ar: مسافه

source: Contact Information
ar: معلومات التواصل

source: Your Name
ar: اسمك

source: Enter your name
ar: ادخل اسمك

source: Phone Number
ar: رقم التليفون

source: Trip Information
ar: معلومات الرحله

source: Add Destinations
ar: اضف وجهات

source: Adults
ar: بالغين

source: Childs
ar: اطفال

source: Rooms
ar: غرف

source: Budget(person)
ar: المطلوب دفعه (شخص)

source: More Preferences
ar: تفضيلات اخرى

source: Near to Nile river, Soft all inclusive...
ar: قريب من نهر النيل ، شامل جميع الوجبات

source: Send Request
ar: ارسل الطلب

source: Hotel Preferences
ar: تفضيلات الفندق

source: Beach
ar: شاطئ

source: Aqua Park
ar: ملاهي مائيه

source: Stars
ar: النجوم

source: Create A Trip
ar: انشأ رحله

source: From
ar: من

source: To
ar: الى

source: Sandy
ar: رملي

source: Rocky
ar: صخري

source: Any
ar: اي

source: Yes
ar: نعم

source: Stars
ar: النجوم

source: In
ar: في

source: Connection lost
ar: تم فقد الاتصال

source: Check your internet connection
ar: رجاء قم بفحص الاتصال بالانترنت

source: No internet connection
ar: لا يوجد اتصال بالانترنت.

source: Try again
ar: اعد المحاولة

# aboutUs2
source: InEgypt is a tourist and entertainment guide in Egypt that aims to provide the information and necessary data to plan your next trip.
ar: ان ايجيبت هو مرجع سياحي وترفيهي داخل مصر يهدف الى توفير المعلومات والبيانات اللازمه لتخطيط رحلتك القادمه.

# aboutUs3
source: Our goal is the optimal choice of your destination and access to it without the trouble of searching or taking wrong decisions.
ar: هدفنا الاختيار الامثل لوجهتك والوصول اليها دون عناء البحث او القرارات الخاطئه.

# aboutUs4
source: We seek to be aware of everything new in Egypt such as tourism, culture and entertainment.
ar: نسعى لتكون على درايه بكل جديد في مصر سياحيا وثقافيها وترفيهيا.

# language
source: en
ar: ar

source: Ok
ar: تمام

# Archeological
source: Archeological Sightseeing
ar: المواقع الاثرية

# Historical
source: Historical Sightseeing
ar: المواقع التاريخية

# Mosque
source: Historical Mosques
ar: المساجد التاريخية

# Museum
source: Museums
ar: المتاحف

# Nature reserve
source: Nature reserves
ar: المحميات الطبيعية

# Palace
source: Palaces
ar: القصور التاريخية

source: Nature
ar: الطبيعة الساحرة

source: Internet access
ar: تم الاتصال بالانترنت

source: Cellular with Internet access
ar: تم الاتصال خلال انترنت الهاتف

source: Cellular without Internet access
ar: لا يوجد اتصال خلال انترنت الهاتف

source: Wi-Fi with Internet access
ar: تم الاتصال خلال انترنت واي فاي

source: Wi-Fi without Internet access
ar: لا يوجد اتصال خلال انترنت واي فاي

source: Connectivity checks pending
ar: فحص الاتصال معلق

source: No Connection
ar: لا يوجد اتصال بالانترنت

source: Something wrong with network connection
ar: يوجد خطأ ما في الاتصال بالشبكة
